Repository: common-repository/purge-o2switch-xtremcache
Catalog: lang/bawo2pc-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Purge Key
fr_fr: Clé de purge

source: Header Name
fr_fr: Nom de l'entête

source: Header Regex Name
fr_fr: Nom de l'entête de Regex

source: Server IP
fr_fr: IP du serveur

source: Regex Purge
fr_fr: Purge par Regex

source: This tool allows the usage of XtremCacheCet from the web host <a href="https://o2switch.fr" lang="fr">o2switch.fr</a>
fr_fr: Cet outil permet la prise en charge d’XtremCache de l’hébergeur web <a href="https://o2switch.fr">o2switch.fr</a>

source: If you activated the function from your CPanel, you should also fill the inputs below.
fr_fr: Si vous activez la fonction de cache depuis votre cPanel, vous devez compléter les éléments ci-dessous.

source: You will find some help on:
fr_fr: Vous trouverez une note explicative sur :

source: General Settings
fr_fr: Réglages généraux

source: Advanced Settings
fr_fr: Réglages avancés

source: XtremCache Manual Purge
fr_fr: Purge manuelle de XtremCache

source: Purge this Regex
fr_fr: Purger avec cette Regex

source: X-Purge this post
fr_fr: X-Purger cet article

source: Post X-Purged!
fr_fr: Article X-Purgé !

source: Default value: <code>X-VC-Purge-Key</code>
fr_fr: Défaut : <code>X-VC-Purge-Key</code>

source: You will find it in your XtremCache CPanel module.
fr_fr: Vous la trouverez dans le module XtremCache de votre CPanel.

source: Useful is you are behind a Cloudflare FW for example. Enter an IP address.
fr_fr: Utile si vous êtes derrière un FW Cloudflare par exemple. Entrez une adresse IP.

source: Default value: <code>X-Purge-Regex</code>
fr_fr: Défaut : <code>X-Purge-Regex</code>

source: Or choose a predefined regex:
fr_fr: Ou choisissez une Regex prédéfinie :

source: Make a choice
fr_fr: Faites un choix

source: Purge everything
fr_fr: Purger tout

source: All images
fr_fr: Toutes les images

source: All dev files
fr_fr: Tous les fichiers de dév

source: All static files
fr_fr: Tous les fichiers statiques

source: Everything related to the theme
fr_fr: Tout ce qui concerne le thème

source: Everything related to the medias
fr_fr: Tout ce qui concerne les médias

source: URL X-Purged!
fr_fr: URL X-Purgée !

source: X-Purge this URL
fr_fr: X-Purger cette URL
